app/controllers/bank_accounts_controller.rb

  def index
    @bank_accounts = BankAccount.all
---
SELECT "bank_accounts".* FROM "bank_accounts"