app/controllers/loans_controller.rb

  def create
    @loan = Loan.create(loan_params)
---
INSERT INTO "loans" ("user_id", "created_at", "updated_at") VALUES (?, ?, ?)  [["user_id", 1], ["created_at", "2018-03-08 20:53:02.117760"], ["updated_at", "2018-03-08 20:53:02.117760"]]